const Discord = require('discord.js');
const client = new Discord.Client();
console.log("Scrpit By iyoshi");


client.on("ready", () => {
let channel =     client.channels.get("")
setInterval(function() {
channel.send(أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيسأبي حساب فل أكسيسأبي حساب فل أكسيسأبي حساب فل أكسيسأبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيسأبي حساب فل أكسيسأبي حساب فل أكسيسأبي حساب فل أكسيس أبي حساب فل أكسيسأبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس ر أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس  أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيس أبي حساب فل أكسيسأبي حساب فل أكسيس);
}, 100.4)
})

client.login(process.env.BOT_TOKEN);
```
