const Discord = require('discord.js');
const client = new Discord.Client();
console.log("Scrpit By Dream");


client.on("ready", () => {
let channel =     client.channels.get("589421447974486047")
setInterval(function() {
channel.send(`أبي حساب فول أكسيس أبي حساب فول أكسيس  أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيسأبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيسر أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيسأبي حساب فول أكسيس ر رر ر ر ر ر ر ر   أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس أبي حساب فول أكسيس`);
}, 30)
})

client.login(process.env.BOT_TOKEN);
